Show / Hide Table of Contents
Enum TypeOfCombiSIA
Type of combination
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum TypeOfCombiSIA
Fields
 Name |  Description
 Accidental
accidental combination 1
 Fatigue
Fatigue combination
 SLS_Freq
frequent combination
 SLS_Char
characteristic combination
 SLS_Quasi
quasi combination
 ULS
combination
 Improve this Doc
 View Source